<?php

return [

    /**
     *
     * Shared translations.
     *
     */
    'captchaerror' => 'من فضلك قم بتأكيد الهوية',
    'uploaderror' => 'من فضلك قم بإرفاق صروة او ملف',
    'approvederror' => 'قم بالموافقة على شروط الاستخدام لكى تتمكن من ارسال الطلب',
    'services_error' => 'من فضلك قم باختيار خدمات المحطة',
    'updated'        => 'تم التحديث بنجاح',
    'deleted'        =>  'تم الحذف بنجاح',
    'create'         =>  'تمت الاضافة بنجاح',
    'restored'         =>  'تم الاسترجاع بنحاج',
    'selectpermissions'  => 'من فضلك قم باختيار صلاحيات هذا لامستخدم',

    'confirm' => 'تأكيد',
    'are_you_sure'   => ' هل انت متأكد من حذف هذا العنصر ؟',
    'cancel' => 'الغاء',
    'delete' => 'حذف',


    
];
